Repository: metabrainz/picard-website
Catalog: website/frontend/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, gl, it, lt, nl, pl, ru, sq, tr, uk

source: If you need a particular feature, you can choose from a selection of {url|available plugins} or write your own.
ca: Si voleu una característica en concret, podeu triar entre els molts {url|connectors disponibles} o crear-ne el vostre propi.
de: Plugin-Unterstützung: Wenn du ein bestimmtes Feature benötigst, kannst du aus einer Vielzahl {url|verfügbarer Plugins} wählen oder dein eigenes schreiben.
es: Si necesita una función en particular, puede elegir entre una selección de {url|complementos disponibles} o escribir la suya propia.
fr: Si vous avez besoin d'une fonctionnalité particulière, vous pouvez choisir parmi les {url|greffons disponibles} ou écrire le vôtre.
gl: Se precisas unha función en particular, podes escoller entre unha selección de {url|complementos dispoñibles} ou escribir o teu propio.
it: Se hai bisogno di una funzionalità specifica, puoi scegliere da un elenco di {url|plugin disponibili} o creare il tuo.
lt: Jei tau reikia konkrečios funkcijos, gali rinktis iš {url|galimų įskiepių} arba parašyti savo.
nl: Als je een bepaalde functie nodig hebt, kan je kiezen uit een brede selectie {url|beschikbare plug-ins} of er zelf een schrijven.
pl: Jeśli potrzebujesz konkretnej funkcji, możesz wybrać spośród {url|dostępnych wtyczek} lub napisać swoją własną.
ru: Если вам нужна определенная функция, вы можете выбрать один из {url|доступных плагинов}, или написать свой собственный.
sq: Nëse ju duhet një veçori e caktuar, mund të zgjidhni nga një përzgjedhje {url|shtojcash të gatshme}, ose të shkruani tuajën.
tr: Belirli bir özelliğe ihtiyacınız varsa {url|mevcut eklentiler} arasından seçim yapabilir veya kendiniz yazabilirsiniz.
uk: Якщо вам потрібна певна функція, ви можете вибрати з {url|доступних плагінів} або написати свій власний.

source: v{version} for Windows (64-bit)
ca: v{version} per al Windows (64 bits)
es: v{version} para Windows (64-bit)
fr: v{version} pour Windows (64-bit)
gl: v{version} para Windows (64 bits)
it: v{version} per Windows (64-bit)
lt: v{version}, skirta Windows (64 bitų)
nl: versie {version} voor Windows (64 bits)
pl: v{version} dla systemu Windows (wersja 64-bitowa)
ru: v{version} для Windows (x64)
sq: v{version} për Windows (64-bit)
tr: Windows (64 bit) için v{version}
uk: v{version} для Windows (64-біт)

source: v{version} for Linux Distributions
ca: v{version} per a distribucions del Linux
es: v{version} para distribuciones de Linux
fr: v{version} pour les distributions Linux
gl: v{version} para distribucións de Linux
it: v{version} per distribuzioni Linux
lt: v{version}, skirta Linux platinimams paketams
nl: versie {version} voor Linux-distributies
pl: v{version} dla dystrybucji Linuxa
ru: v{version} для дистрибутивов Linux
sq: v{version} Shpërndarje GNU/Linux
tr: Linux Dağıtımları için v{version}
uk: v{version} для дистрибутивів Linux

source: v{version} for macOS 10.14+
ca: v{version} per al macOS 10.14+
es: v{version} para macOS 10.14+
fr: v{version} pour macOS 10.14+
gl: v{version} para macOS 10.14+
it: v{version} per macOS 10.14+
lt: v{version}, skirta macOS 10.14+
nl: versie {version} voor macOS vanaf 10.14
pl: v{version} dla macOS 10.14+
ru: v{version} для macOS 10.14 и новее
sq: v{version} për macOS 10.14+
tr: macOS 10.14+ için v{version}
uk: v{version} для macOS 10.14+

source: Available Plugins
ca: Connectors disponibles
de: Verfügbare Plugins
es: Complementos disponibles
fr: Greffons disponibles
gl: Complementos dispoñibles
it: Plugin disponibili
lt: Galimi įskiepiai
nl: Beschikbare plug-ins
pl: Dostępne wtyczki
ru: Доступные плагины
sq: Shtojca të Gatshme
tr: Mevcut Eklentiler
uk: Доступні плагіни

source: This is a list of plugins that are currently available for use with Picard.
ca: Aquí teniu una llista de connectors disponibles actualment per a Picard.
de: Dies ist eine Liste an Plugins, die derzeit für Picard verfügbar sind.
es: Esta es una lista de complementos que actualmente están disponibles para usar con Picard.
fr: Ceci est une liste des greffons actuellement disponibles pour Picard.
gl: Esta é unha lista de complementos que están dispoñibles actualmente para usar con Picard.
it: Questo è un elenco dei plugin attualmente disponibili per Picard.
lt: Tai – sąrašas įskiepių, kuriuos šiuo metu galima naudoti su Picard.
nl: Dit is een lijst met plug-ins die nu voor Picard beschikbaar zijn.
pl: To jest lista wtyczek, które są obecnie dostępne do użytku z Picardem.
ru: Ниже перечислен список плагинов, доступных для использования в Picard.
sq: Kjo është një listë e shtojcave që janë të gatshme për përdorim me Picard-in.
tr: Burada, şu anda Picard ile kullanılabilen eklentiler listelenmektedir.
uk: Це список плагінів, які зараз доступні для використання з Picard.

source: The current release of Picard 2.x uses API v2. The older Picard 1.x releases use API v1.
ca: La versió actual de Picard 2.x fa servir la v2 de l'API. Les versions anteriors de Picard 1.x fan servir la v1 de l'API.
de: Die aktuelle Version von Picard 2.x verwendet API v2. Die älteren Picard 1.x-Versionen verwenden API v1.
es: La versión actual de Picard 2.x utiliza API v2. Las versiones anteriores de Picard 1.x utilizan API v1.
fr: La version courante de Picard 2.x utilise l'API v2. Les anciennes versions 1.x de Picard utilisent l'API v1.
gl: A versión actual de Picard 2.x usa a API v2. As versións anteriores de Picard 1.x usan a API v1.
it: La versione attuale 2.x di Picard utilizza l'API v2. Le versioni precedenti 1.x di Picard utilizzano l'API v1.
lt: Dabartinėje leidime Picard 2.x naudojama API v2. Senesniuose Picard 1.x leidimuose naudojama API v1.
nl: De huidige versiereeks van Picard, 2.x, gebruikt API-versie 2. De oudere versiereeks, 1.x, gebruikt API-versie 1.
pl: Obecna wersja Picard 2.x wykorzystuje API v2. Starsze wersje Picard 1.x korzystają z API v1.
ru: Актуальная версия Picard 2.x использует API v2. Старые версии Picard 1.x используют API v1.
sq: Hedhja e tanishme në qarkullim e Picard 2.x përdor API v2. Hedhjet e dikurshme në qarkullim Picard 1.x përdorin API v1.
tr: Picard 2.x'in mevcut sürümü API v2'yi kullanıyor. Eski Picard 1.x sürümleri API v1'i kullanır.
uk: Поточний випуск Picard 2.x використовує API v2. Старіші випуски Picard 1.x використовують API v1.

source: The table is generated from the data of our plugin {urlrepo|repository}.
ca: Aquesta taula es genera a partir de les dades del nostre {urlrepo|repositori} de connectors.
de: Die Tabelle wird aus den Daten unseres {urlrepo|Plugin-Repositoriums} generiert.
es: La tabla se genera a partir de los datos de nuestro complemento {urlrepo|repository}.
fr: Ce tableau est généré à partir des données de notre {urlrepo|dépôt de greffons}.
gl: A táboa xérase a partir dos datos do noso complemento {urlrepo|repository}.
it: La tabella è generata a partire dai dati del nostro {urlrepo|repository} di plugin.
lt: Lentelė generuojama iš mūsų įskiepio {urlrepo|saugyklos} duomenų.
nl: De tabel is aangemaakt op basis van informatie uit onze {urlrepo|opslagplaats} voor plug-ins.
pl: Tabela jest generowana na podstawie danych z naszego {urlrepo|repozytorium} wtyczek.
ru: Таблица формируется на основе данных нашего {urlrepo|репозитория плагинов}.
sq: Tabela është prodhuar nga të dhëna të {urlrepo|depos} sonë të shtojcave.
tr: Tablo, {urlrepo|eklenti depomuz}un verilerinden oluşturulmuştur.
uk: Таблиця створена з даних нашого {urlrepo|репозиторію} плагінів.

source: Name
ca: Nom
fr: Nom
gl: Nome
it: Nome
lt: Pavadinimas
nl: Naam
pl: Nazwa
ru: Имя
sq: Emër
tr: Adı
uk: Ім'я

source: Version
ca: Versió
gl: Versión
it: Versione
lt: Versija
nl: Versie
pl: Wersja
ru: Версия
tr: Sürümü
uk: Версія

source: Description
ca: Descripció
de: Beschreibung
gl: Descrición
it: Descrizione
lt: Aprašymas
nl: Omschrijving
pl: Opis
ru: Описание
sq: Përshkrim
tr: Tanımı
uk: Oпис

source: Author(s)
ca: Autors
de: Autor(en)
es: Autor (autores)
fr: Auteur(s)
gl: Autor(es)
it: Autore/i
lt: Autorius (-ė, -iai)
nl: Auteur(s)
pl: Autor (autorzy)
ru: Автор(ы)
sq: Autor(ë)
tr: Yazar(lar)
uk: Автор(и)

source: Build on macOS
ca: Compilació al macOS
de: Auf macOS erstellen
es: Construir en macOS
fr: Construire sous macOS
gl: Construír en macOS
it: Compila su macOS
lt: Sukurti MacOS
nl: Bouwen op macOS
pl: Wykonany na macOS
ru: Сборка на macOS
sq: Montojeni në macOS
tr: MacOS'ta oluşturun
uk: Збірка на macOS

source: Build on Windows
ca: Compilació al Windows
de: Auf Windows erstellen
es: Construir en Windows
fr: Construire sous Windows
gl: Construír en Windows
it: Compila su Windows
lt: Sukurti Windows
nl: Bouwen op Windows
pl: Wykonany na Windows
ru: Сборка на Windows
sq: Montojeni në Windows
tr: Windows'ta oluşturun
uk: Збірка на Windows

source: Developing
ca: Desenvolupament
de: Entwicklung
es: Desarrollo
fr: Développer
gl: Desenvolvendo
it: Sviluppo
lt: Kurimas
nl: Ontwikkeling
pl: Rozwój
ru: Разработка
sq: Zhvillim
tr: Geliştirme
uk: Розробка

source: Troubleshooting
ca: Resolució de problemes
de: Fehlerbehebung
es: Solución de problemas
fr: Résolution des problèmes
gl: Solución de problemas
it: Risoluzione problemi
lt: Trikčių šalinimas
nl: Probleemoplossing
pl: Rozwiązywanie problemów
ru: Решение проблем
sq: Diagnostikim
tr: Sorun giderme
uk: Усунення несправностей

source: 404 Not Found
ca: 404 No s'ha trobat
de: 404 Seite nicht gefunden
es: 404 no encontrado
fr: 404 non trouvé
gl: 404 Non atopado
it: 404 non trovato
lt: 404 nerasta
nl: 404 niet gevonden
pl: 404 Nie znaleziono
ru: Ошибка 404
sq: 404 S’u Gjet
tr: 404 Bulunamadı
uk: 404 Не знайдено

source: You don't have to worry, someone is working on fixing things as you're reading this.
ca: No patiu, hi ha algú treballant per a resoldre-ho mentre llegiu això.
de: Keine Sorge, während du das liest, arbeitet jemand an der Behebung der Probleme.
es: No tienes que preocuparte, alguien está trabajando para arreglar las cosas mientras lees esto.
fr: Vous n'avez pas à vous inquiéter, quelqu'un est déjà en train de réparer pendant que vous lisez ces lignes.
gl: Non te preocupes, alguén está traballando para arranxar cousas mentres estás lendo isto.
it: Non preoccuparti, qualcuno è già al lavoro per correggere questo problema.
lt: Tau nereikia nerimauti, kol skaitai šį tekstą, kažkas jau dirba, kad viską ištaisytų.
nl: Geen zorgen: terwijl je dit leest is iemand het al aan het oplossen.
pl: Nie musisz się martwić. Ktoś już pracuje nad rozwiązaniem tego problemu, gdy to czytasz.
ru: Можете не беспокоиться: пока вы это читаете, кто-то уже работает над исправлением ситуации.
sq: S’keni pse bëheni merak, dikush po merret me ndreqje gjërash teksa lexoni këtë.
tr: Endişelenmenize gerek yok, siz bunu okurken birileri bazı şeyleri düzeltmeye çalışıyor.
uk: Вам не потрібно хвилюватися, хтось працює над тим, щоб виправити ситуацію, поки ви читаєте це.

source: Help with translation
ca: Ajuda amb la traducció
gl: Axuda coa tradución
nl: Help met vertalen
uk: Допомогти з перекладом

source: Microsoft Store
es: Tienda de Microsoft
gl: Tenda de Microsoft
pl: Sklep Microsoft
tr: Microsoft Mağazası

source: US Mirror
fr: Mirroir US
it: Mirror Stati Uniti
lt: JAV dublikatas

source: EU Mirror
fr: Mirroir UE
it: Mirror UE
lt: ES dublikatas

source: AcoustID
pl: Identyfikator AcoustID
