Repository: metabrainz/picard-website
Catalog: website/frontend/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, gl, it, lt, nl, pl, ru, sq, tr, uk

source: Official website for MusicBrainz Picard, a cross-platform music tagger written in Python.
ca: Lloc web oficial de MusicBrainz Picard, un editor d'etiquetes de música multiplataforma escrit en Python.
de: Offizielle Website für MusicBrainz Picard, ein plattformübergreifender Musik-Tagger, der in Python geschrieben wurde.
es: Sitio web oficial de MusicBrainz Picard, un etiquetador de música multiplataforma escrito en Python.
fr: Site officiel de MusicBrainz Picard, un marqueur de fichiers audio multi-plateformes écrit en Python.
gl: Sitio web oficial de MusicBrainz Picard, un etiquetador de música multiplataforma escrito en Python.
it: Sito ufficiale di MusicBrainz Picard, un tagger musicale multipiattaforma scritto in Python.
lt: Oficiali MusicBrainz Picard svetainė – tarpplatforminė muzikos žymeklė, parašyta Python kalba.
nl: Officiële website van MusicBrainz Picard, een platformoverschrijdende tagger voor muziek, geschreven in Python.
pl: Oficjalna strona internetowa MusicBrainz Picard, wieloplatformowego programu do tagowania muzyki napisanego w języku Python.
ru: Официальный сайт MusicBrainz Picard — кроссплатформенного редактора музыкальных тегов, написанного на языке Python.
sq: Sajti zyrtar për MusicBrainz Picard, një etiketues ndërplatformësh i shkruar në Python.
tr: Python'da yazılmış, platformlar arası bir müzik etiketleyici olan MusicBrainz Picard'ın resmi internet sitesidir.
uk: Офіційний вебсайт MusicBrainz Picard, кросплатформного музичного теггера, написаного на Python.

source: Picard is a cross-platform music tagger powered by the MusicBrainz database.
ca: Picard és un editor d'etiquetes de música multiplataforma basat en la base de dades MusicBrainz.
de: Picard ist ein plattformübergreifender Musik-Tagger, der auf der MusicBrainz-Datenbank basiert.
es: Picard es un etiquetador de música multiplataforma que usa la base de datos de MusicBrainz.
fr: Picard est un marqueur de fichiers musicaux multi-plateforme alimenté par la base de données MusicBrainz.
gl: Picard é un etiquetador de música multiplataforma alimentado pola base de datos MusicBrainz.
it: Picard è un tagger musicale multipiattaforma alimentato dal database di MusicBrainz.
lt: Picard yra tarpplatforminė muzikos žymeklė, naudojanti MusicBrainz duomenų bazę.
nl: Picard is een platformoverschrijdende tagger voor muziek op basis van de MusicBrainz-databank.
pl: Picard to wieloplatformowy tager muzyczny oparty na bazie danych MusicBrainz.
ru: Picard — это кроссплатформенный редактор музыкальных тегов, использующий базу данных MusicBrainz.
sq: Picard-i është një etiketues ndërplatformësh muzike që bazohet në bazën e të dhënave MusicBrainz.
tr: Picard, MusicBrainz veri tabanı tarafından desteklenen, platformlar arası bir müzik etiketleme yazılımıdır.
uk: Picard — це кросплатформний теггер музики на базі даних MusicBrainz.

source: Toggle navigation
ca: Commuta la navegació
de: Navigation ein-/ausblenden
fr: Basculer la navigation
gl: Activar/desactivar a navegación
it: Attiva/disattiva navigazione
lt: Perjungti naršymą
nl: Navigatie omschakelen
pl: Przełącz nawigację
ru: Управление навигацией
sq: Shfaqni/fshini lëvizjen
tr: Gezinmeyi değiştir
uk: Увімкнути навігацію

source: Downloads
ca: Baixades
es: Descargas
fr: Téléchargements
gl: Descargas
it: Download
lt: Atsisiuntimai
pl: Pobieranie
ru: Загрузки
sq: Shkarkime
tr: İndir
uk: Завантаження

source: Plugins
ca: Connectors
fr: Greffons
gl: Complementos
it: Plugin
lt: Įskiepiai
pl: Wtyczki
ru: Плагины
sq: Shtojca
tr: Eklentiler
uk: Модулі

source: Quick Start
ca: Inici ràpid
de: Schnellstart
fr: Démarrage rapide
gl: Inicio rápido
it: Guida rapida
lt: Greita pradžia
nl: Snel starten
pl: Krótki poradnik
ru: Начало работы
sq: Nisje e Shpejtë
tr: Hızlı Başlangıç
uk: Швидкий старт

source: Documentation
ca: Documentació
de: Dokumentation
es: Documentación
gl: Documentación
it: Documentazione
lt: Dokumentacija
nl: Documentatie
pl: Dokumentacja
ru: Документация
sq: Dokumentim
tr: Kullanım Kılavuzu
uk: Документація

source: Language
ca: Llengua
de: Sprache
es: Idioma
fr: Langue
gl: Linguaxe
it: Lingua
lt: Kalba
nl: Taal
pl: Język
ru: Язык
sq: Gjuhë
tr: Dil
uk: Мова

source: Picard helps you organize your music collection by renaming your music files and sorting them into a folder structure exactly the way you want it. A variety of plugins are available and you can even write your own. Picard supports a wide range of audio formats and can also lookup an entire CD for you.
ca: Picard us ajuda a organitzar la vostra col·lecció musical canviant el nom dels fitxers de música i ordenant-los en una estructura de carpetes exactament com voleu. Hi ha diversos connectors disponibles i, fins i tot, en podeu crear un. Picard és compatible amb una àmplia varietat de formats d'àudio i també pot cercar un CD sencer.
de: Picard hilft dir, deine Musik-Sammlung zu organisieren, indem es deine Musikdateien genauso wie du es möchtest umbenennt und in Ordner einsortiert. Es steht eine Vielzahl an Plugins zur Verfügung und du kannst sogar deine eigenen schreiben. Picard unterstützt viele Audio-Formate und kann auch die gesamten Daten einer CD abfragen.
es: Picard lo ayuda a organizar su colección de música cambiando el nombre de sus archivos de música y ordenándolos en una estructura de carpetas exactamente como lo desea. Hay una variedad de complementos disponibles e incluso puede escribir los suyos. Picard admite una amplia gama de formatos de audio y también puede buscar un CD completo por usted.
fr: Picard vous aide à organiser votre collection musicale en renommant vos fichiers audio et en les triant dans une structure de répertoires exactement comme vous le souhaitez. Différents greffons sont disponibles et vous pouvez même créer le vôtre. Picard supporte une grande variété de formats audio et peut aussi rechercher un CD entier pour vous.
gl: Picard axúdache a organizar a túa colección de música cambiando o nome dos teus ficheiros de música e clasificándoos nunha estrutura de cartafoles exactamente como queres. Hai unha variedade de complementos dispoñibles e incluso podes escribir o teu. Picard admite unha ampla gama de formatos de son e tamén pode buscar un CD completo para ti.
it: Picard ti aiuta a organizzare la tua collezione di musica rinominando i file musicali e ordinandoli in una struttura a cartelle precisamente nel modo che desideri. Ha a disposizione diversi plugin e puoi addirittura crearne di tuoi. Picard supporta un'ampia gamma di formati audio ed è anche in grado di cercare un intero CD per te.
lt: Picard padeda tvarkyti muzikos kolekciją pervadinant muzikos failus ir surūšiuojant juos į aplankų struktūrą būtent taip, kaip nori. Galima naudoti įvairius įskiepius ir netgi gali parašyti savo įskiepį. Picard palaiko daugybę garso formatų, taip pat gali peržiūrėti visą CD.
nl: Met Picard kan je je muziekverzameling beheren door je muziekbestanden naar je eigen voorkeuren te hernoemen en op te slaan in een mappenstructuur. Er zijn veel plug-ins beschikbaar en je kan ook zelf plug-ins schrijven. Picard ondersteunt een breed scala aan audioformaten en kan ook een hele cd voor je opzoeken.
pl: Picard pomaga uporządkować kolekcję muzyki, zmieniając nazwy plików muzycznych i sortując je w strukturze folderów dokładnie tak, jak chcesz. Dostępnych jest wiele wtyczek, a nawet możesz napisać własne. Picard obsługuje szeroką gamę formatów audio, a także może wyszukać dla Ciebie całą płytę CD.
ru: Picard поможет вам упорядочить вашу музыкальную коллекцию, переименовав музыкальные файлы и рассортировав их по папкам в соответствии с вашими предпочтениями. Для программы доступно множество плагинов, и вы даже можете написать свой собственный. Picard поддерживает широкий спектр аудиоформатов, а также может просмотреть весь компакт-диск.
sq: Picard-i ju ndihmon të sistemoni koleksionin tuaj të muzikës duke riemërtuar kartelat tuaja muzikore dhe duke i renditur në një strukturë dosjeje saktësisht në mënyrën që doni. Ka një larmi shtojcash të gatshme dhe madje mund të shkruani tuajën. Picard-i mbulon një gamë të gjerë formatesh audio dhe mund të kërkojë për ju një CD të tërë.
tr: Picard, müzik dosyalarınızı yeniden adlandırarak ve bunları tam istediğiniz gibi bir klasör yapısında sıralayarak müzik koleksiyonunuzu düzenlemenize yardımcı olur. Çeşitli eklentiler mevcuttur ve hatta kendinizinkini bile yazabilirsiniz. Picard çok çeşitli ses biçimlerini destekler ve ayrıca sizin için bir CD'nin tamamını arayabilir.
uk: Picard допомагає організувати вашу музичну колекцію, перейменовуючи музичні файли та сортуючи їх у структурі папок саме так, як вам потрібно. Доступні різноманітні плагіни, і ви навіть можете створити свій власний. Picard підтримує широкий спектр аудіоформатів, а також може знайти для вас цілий компакт-диск.

source: Chat with us: {url|Matrix, IRC, Discord}
ca: Xateja amb nosaltres: {url|Matrix, IRC, Discord}
es: Converse con nosotros: {url|Matrix, IRC, Discord}
gl: Chatea connosco: {url|Matrix, IRC, Discord}
nl: Chat met ons: {url|Matrix, IRC, Discord}
pl: Czatuj z nami: {url|Matrix, IRC, Discord}
ru: Пообщайтесь с нами в {url|Matrix, IRC, Discord}
sq: Bisedoni me ne: {url|Matrix, IRC, Discord}
tr: Bize ulaşın: {url|Matrix, IRC, Discord}
uk: Напишіть нам: {url|Matrix, IRC, Discord}

source: Useful Links
ca: Enllaços útils
de: Nützliche Links
es: Enlaces útiles
fr: Liens utiles
gl: Ligazóns útiles
it: Collegamenti utili
lt: Naudingos nuorodos
nl: Nuttige links
pl: Przydatne linki
ru: Полезные ссылки
sq: Lidhje të Dobishme
tr: Kullanışlı Bağlantılar
uk: Корисні посилання

source: Donate
ca: Fes una donació
de: Spenden
es: Donar
fr: Faire un don
gl: Doa
it: Fai una donazione
lt: Aukoti
nl: Doneren
pl: Przekaż darowiznę
ru: Пожертвовать
sq: Dhuroni
tr: Bağış
uk: Пожертвування

source: Community
ca: Comunitat
de: Gemeinschaft
es: Comunidad
fr: Communauté
gl: Comunidade
it: Comunità
lt: Bendruomenė
nl: Gemeenschap
pl: Społeczność
ru: Сообщество
sq: Bashkësi
tr: Topluluk
uk: Спільнота

source: Blog
fr: Blogue
lt: Tinklaraštis
nl: Weblog
ru: Блог (на англ.)
uk: Блог

source: Shop
ca: Botiga
es: Tienda
fr: Boutique
gl: Tenda
it: Negozio
lt: Parduotuvė
nl: Winkel
pl: Sklep
ru: Магазин
sq: Shitore
tr: Mağaza
uk: Магазин

source: Contribute Here
ca: Col·laboreu aquí
de: Jetzt mithelfen
es: Contribuya aquí
fr: Contribuer ici
gl: Contribuír aquí
it: Contribuisci qui
lt: Prisidėk čia
nl: Help mee
pl: Weź udział w tym projekcie
ru: Внесите вклад здесь
sq: Kontribuoni Këtu
tr: Katkıda Bulunun
uk: Зробіть свій внесок тут

source: Bug Tracker
ca: Eina de seguiment d'errors
fr: Suivi de bogues
gl: Rastreador de erros
lt: Klaidų sekiklis
pl: Śledzenie błędów
ru: Баг-трекер
sq: Ndjekës të Metash
tr: Hata İzleyici
uk: Відстеження помилок

source: Fellow Projects
ca: Projectes germans
de: Partnerprojekte
es: Proyectos Compañeros
fr: Projets associés
gl: Proxectos Compañeiros
it: Progetti associati
lt: Bendradarbių projektai
nl: Bevriende projecten
pl: Projekty stypendialne
ru: Дружественные проекты
sq: Projekte të Afërt
tr: Ortak Projeler
uk: Проєкти колег

source: OSS Geek? {url|Contribute Here}
ca: Friqui del programari lliure? {url|Col·laboreu aquí}
de: OSS-Geek? {url|Jetzt mithelfen}
es: ¿Friqui del software abierto? {url|Contribuya aquí}
fr: OSS Geek ? {url|Contribuer ici}
gl: Es un geek de OSS? {url|Contribúe aquí}
it: Appassionato di open source? {url|Contribuisci qui}
lt: OSS specialistas? {url|Prisidėk čia}
nl: Houd je van openbronsoftware? {url|Help mee}
pl: OSS Geek? {url|Weź udział w tym projekcie}
ru: Разбираетесь в OSS? {url|Внесите вклад здесь}
sq: Programues OSS? {url|Kontribuoni Këtu}
tr: OSS Geek'i misin? {url|Katkıda Bulunun}
uk: Підтримуєте відкрите ПЗ? {url|Зробіть свій внесок}

source: Brought to you by {metabrainz}
ca: Fet realitat per {metabrainz}
de: Bereitgestellt von der {metabrainz}
es: Presentado por {metabrainz}
fr: Délivré pour vous par la {metabrainz}
gl: Presentado por {metabrainz}
it: Offerto dalla {metabrainz}
lt: Pristato {metabrainz}
nl: Aangeboden door {metabrainz}
pl: Dostarczone przez {metabrainz}
ru: Проект {metabrainz}
sq: Sjellë për ju nga {metabrainz}
tr: {metabrainz} tarafından geliştirilmiştir
uk: Представлено {metabrainz}

source: Found an Issue? {url|Report Here}
ca: Heu trobar un error? {url|Informeu-ne aquí}
de: Fehler gefunden? {url|Hier melden}
es: ¿Ha encontrado un problema? {url|Repórtelo aquí}
fr: Problème découvert ? {url|Rapporter ici}
gl: Atopou un problema? {url|Informe aquí}
it: Hai notato un problema? {url|Segnalalo qui}
lt: Radai problemą? {url|Pranešk čia}
nl: Kwam je een probleem tegen? {url|Meld het hier}
pl: Znalazłeś problem? {url|Zgłoś to tutaj}
ru: Нашли проблему? {url|Сообщите здесь}
sq: Gjetën një Problem? {url|Njoftojeni Këtu}
tr: Bir sorun mu buldunuz? {url|Buradan Rapor Edin}
uk: Знайшли проблему? {url|Повідомте тут}

source: What’s New
ca: Novetats
de: Was ist neu?
es: Novedades
fr: Nouveautés
gl: O que hai de novo
it: Novità
lt: Kas naujo
nl: Wat is er nieuw
pl: Co nowego?
ru: Что нового
sq: Ç’ka të Re
tr: Yenilikler
uk: Що нового?

source: Picard is available for all major platforms. Just download and start the installer. It's that easy.
ca: Picard està disponible per a les principals plataformes. Només heu de baixar i iniciar l'instal·lador. És així de fàcil.
de: Picard ist für alle wichtigen Plattformen verfügbar. Nur das Installationsprogramm herunterladen und starten. So einfach.
es: Picard está disponible para todas las principales plataformas. Simplemente descargue el instalador y láncelo. Es así de sencillo.
fr: Picard est disponible pour les principales plateformes. Télécharger et lancer l'installateur. C'est aussi facile que ça.
gl: Picard está dispoñible para todas as plataformas principais. Só ten que descargar e iniciar o instalador. Así de sinxelo é.
it: Picard è disponibile per tutte le maggiori piattaforme. Devi solo scaricarlo ed installarlo. Tutto qui!
lt: Picard prieinama visose pagrindinėse platformose. Tiesiog atsisiųsk ir paleisk diegimo programą. Tai taip paprasta.
nl: Picard is voor alle belangrijke platformen beschikbaar. Je hoeft het installatiebestand alleen maar te downloaden en starten.
pl: Picard jest dostępny na wszystkich głównych platformach. Wystarczy pobrać i uruchomić instalator. To takie proste.
ru: Picard доступен на всех основных платформах. Просто загрузите и запустите установщик. Вот так легко.
sq: Picard mund të kihet për krejt platformat e njohura. Thjesht shkarkoni dhe vini në punë instaluesin. Kaq e lehtë është.
tr: Picard tüm büyük platformlarda mevcuttur. Sadece yükleyiciyi indirin ve başlatın. Bu kadar kolay.
uk: Picard доступний для всіх основних платформ. Просто завантажте та запустіть інсталятор. Це так просто.

source: Learn about the new features in Picard {version}
ca: Més informació sobre les noves característiques de Picard {version}
de: Lerne mehr über die neuen Funktionen in Picard {version}
es: Conozca las nuevas características en Picard {version}
fr: En apprendre davantage à propos des nouvelles fonctionnalités de Picard {version}
gl: Máis información sobre as novas funcións de Picard {version}
it: Scopri le nuove funzioni di Picard {version}
lt: Sužinok apie naujas fukcijas Picard {version}
nl: Ontdek de nieuwe functies in Picard {version}
pl: Dowiedz się więcej o nowych funkcjach w Picard {version}
ru: Узнать о новых возможностях Picard {version}
sq: Mësoni mbi veçoritë e reja në Picard {version}
tr: Picard {version} sürümündeki yeni özellikler hakkında bilgi edinin
uk: Дізнайтеся про нові функції в Picard {version}

source: Picard for <strong>Windows</strong>
ca: Picard per al <strong>Windows</strong>
de: Picard für <strong>Windows</strong>
es: Picard para <strong>Windows</strong>
fr: Picard pour <strong>Windows</strong>
gl: Picard para <strong>Windows</strong>
it: Picard per <strong>Windows</strong>
lt: Picard, skirta <strong>Windows</strong>
nl: Picard voor <strong>Windows</strong>
pl: Picard dla <strong>Windows</strong>
ru: Picard для <strong>Windows</strong>
sq: Picard për <strong>Windows</strong>
tr: <strong>Windows</strong> için Picard
uk: Picard для <strong>Windows</strong>

source: Picard Version
ca: Versió de Picard
es: Versión de Picard
fr: Version de Picard
gl: Versión Picard
it: Versione di Picard
lt: Picard versija
nl: Picard-versie
pl: Wersja Picarda
ru: Версия Picard
sq: Version Picard-i
tr: Picard Sürümü
uk: Версія Picard

source: MD5 Hash
ca: Resum MD5
fr: Contrôle MD5
gl: Hash MD5
it: Hash MD5
lt: MD5 maiša
ru: Хэш MD5
sq: Hash MD5
tr: MD5 Karması
uk: MD5-хеш

source: Size
ca: Mida
de: Größe
es: Tamaño
fr: Taille
gl: Tamaño
it: Dimensione
lt: Dydis
nl: Grootte
pl: Rozmiar
ru: Размер
sq: Madhësi
tr: Boyut
uk: Розмір

source: Link
ca: Enllaç
es: Enlace
fr: Lien
gl: Ligazón
it: Collegamento
lt: Nuoroda
nl: Koppeling
ru: Ссылка
sq: Lidhje
tr: Bağlantı
uk: Посилання

source: 64-bit installer
ca: instal·lador de 64 bits
de: 64-Bit-Installationsprogramm
es: Instalador de 64-bit
fr: Installateur 64-bit
gl: Instalador de 64 bits
it: Programma di installazione 64-bit
lt: 64 bitų diegimo programa
nl: 64 bits installeerbaar
pl: 64-bitowy instalator
ru: версия x64
sq: Instalues 64-bit
tr: 64 bit yükleyici
uk: 64-біт інсталятор

source: Download
ca: Baixa
de: Herunterladen
es: Descargar
fr: Télécharger
gl: Descargar
it: Scarica
lt: Atsisiųsti
nl: Downloaden
pl: Pobierz
ru: Загрузить
sq: Shkarkoje
tr: İndir
uk: Завантажити

source: 64-bit portable
ca: versió portable de 64 bits
es: 64-bit portátil
fr: Portable 64-bit
gl: Portátil de 64 bits
it: Portabile 64-bit
lt: 64 bitų nešiojamasis
nl: 64 bits draagbaar
pl: 64-bitowy przenośny
ru: портативная версия x64
sq: 64-bit, i bartshëm
tr: 64 bit taşınabilir
uk: 64-біт портативний

source: Windows 10&thinsp;/&thinsp;11 app
ca: aplicació del Windows 10&thinsp;/&thinsp;11
es: Aplicación de Windows 10&thinsp;/&thinsp;11
fr: Application Windows 10&thinsp;/&thinsp;11
gl: Aplicación de Windows 10&thinsp;/&thinsp;11
it: App Windows 10&thinsp;/&thinsp;11
lt: Windows 10&thinsp;/&thinsp;11 programėlė
nl: Windows 10/11-app
pl: Aplikacja ze Sklepu Microsoft
ru: приложение для Windows 10&thinsp;/&thinsp;11
sq: Aplikacion për Windows 10&thinsp;/&thinsp;11
tr: Windows 10&thinsp;/&thinsp;11 uygulaması
uk: Застосунок для Windows 10&thinsp;/&thinsp;11

source: Windows Store
ru: Microsoft Store

source: pre-release, 64-bit installer
ca: versió preliminar, instal·lador de 64 bits
de: Vorabversion, 64-Bit-Installationsprogramm
es: versión preliminar, instalador de 64 bits
fr: pré-version, installateur 64-bit
gl: prelanzamento, instalador de 64 bits
it: versione di anteprima, programma di installazione 64-bit
lt: preliminarus leidimas, 64 bitų diegimo programa
nl: testversie, 64 bits installeerbaar
pl: wydanie wstępne, 64-bitowy instalator
ru: пре-релиз, версия x64
sq: hedhje paraprake në qarkullim, instalues 64-bit
tr: 64 bit yükleyici, ön sürüm
uk: передвипуск, 64-біт інсталятор

source: pre-release, 64-bit portable
ca: versió preliminar, versió portable de 64 bits
de: Vorabversion, 64-Bit Portable
es: versión preliminar, portátil de 64 bits
fr: pré-version, portable 64-bit
gl: prelanzamento, portátil de 64 bits
it: versione di anteprima, portabile 64-bit
lt: preliminarus leidimas, 64 bitų nešiojamasis
nl: testversie, 64 bits draagbaar
pl: wydanie wstępne, 64-bitowy przenośny
ru: пре-релиз, портативная версия x64
sq: hedhje paraprake në qarkullim, 64-bit, i bartshëm
tr: 64 bit taşınabilir, ön sürüm
uk: передвипуск, 64-біт портативний

source: Picard for <strong>macOS</strong>
ca: Picard per al <strong>macOS</strong>
de: Picard für <strong>macOS</strong>
es: Picard para <strong>macOS</strong>
fr: Picard pour <strong>macOS</strong>
gl: Picard para <strong>macOS</strong>
it: Picard per <strong>macOS</strong>
lt: Picard, skirta <strong>macOS</strong>
nl: Picard voor <strong>macOS</strong>
pl: Picard dla <strong>macOS</strong>
ru: Picard для <strong>macOS</strong>
sq: Picard për <strong>macOS</strong>
tr: <strong>macOS</strong> için Picard
uk: Picard для <strong>macOS</strong>

source: macOS 10.14+ (x86_64)
ru: macOS 10.14 и новее (x86_64)

source: macOS 10.12+ (x86_64)
ru: macOS 10.12 и новее (x86_64)

source: macOS 10.10+ (x86_64)
ru: macOS 10.10 и новее (x86_64)

source: pre-release, macOS 10.14+ (x86_64)
ca: versió preliminar, macOS 10.14+ (x86_64)
de: Vorabversion, macOS 10.14+ (x86_64)
es: versión preliminar, macOS 10.14+ (x86_64)
fr: pré-version, macOS 10.14+ (x86_64)
gl: versión previa, macOS 10.14+ (x86_64)
it: versione di anteprima, macOS 10.14+ (x86_64)
lt: preliminarus leidimas, macOS 10.14+ (x86_64)
nl: testversie, macOS 10.14+ (x86_64)
pl: wydanie wstępne, macOS 10.14+ (x86_64)
ru: пре-релиз, macOS 10.14 и новее (x86_64)
sq: hedhje paraprake në qarkullim, macOS 10.14+ (x86_64)
tr: macOS 10.14+ (x86_64), ön sürüm
uk: передвипуск, macOS 10.14+ (x86_64)

source: pre-release, macOS 10.12+ (x86_64)
ca: versió preliminar, macOS 10.12+ (x86_64)
de: Vorabversion, macOS 10.12+ (x86_64)
es: versión preliminar, macOS 10.12+ (x86_64)
fr: pré-version, macOS 10.12+ (x86_64)
gl: versión previa, macOS 10.12+ (x86_64)
it: versione di anteprima, macOS 10.12+ (x86_64)
lt: preliminarus leidimas, macOS 10.12+ (x86_64)
nl: testversie, macOS 10.12+ (x86_64)
pl: wydanie wstępne, macOS 10.12+ (x86_64)
ru: пре-релиз, macOS 10.12 и новее (x86_64)
sq: hedhje paraprake në qarkullim, macOS 10.12+ (x86_64)
tr: macOS 10.12+ (x86_64), ön sürüm
uk: передвипуск, macOS 10.12+ (x86_64)

source: Picard for <strong>Linux</strong>
ca: Picard per al <strong>Linux</strong>
de: Picard für <strong>Linux</strong>
es: Picard para <strong>Linux</strong>
fr: Picard pour <strong>Linux</strong>
gl: Picard para <strong>Linux</strong>
it: Picard per <strong>Linux</strong>
lt: Picard, skirta <strong>Linux</strong>
nl: Picard voor <strong>Linux</strong>
pl: Picard dla <strong>Linux</strong>
ru: Picard для <strong>Linux</strong>
sq: Picard për <strong>Linux</strong>
tr: <strong>Linux</strong> için Picard
uk: Picard для <strong>Linux</strong>

source: Distribution
ca: Distribució
es: Distribución
gl: Distribución
it: Distribuzione
lt: Platinimo paketas
nl: Distributie
pl: Dystrybucja
ru: Дистрибутив
sq: Shpërndarje
tr: Dağıtım
uk: Дистрибутив

source: All distributions
ca: Totes les distribucions
de: Alle Distributionen
es: Todas las distribuciones
fr: Toutes distributions
gl: Todas as distribucións
it: Tutte le distribuzioni
lt: Visi platinimo paketai
nl: Alle distributies
pl: Wszystkie dystrybucje
ru: Все дистрибутивы
sq: Krejt shpërndarjet
tr: Tüm dağıtımlar
uk: Всі дистрибутиви

source: Instructions
ca: Instruccions
de: Anleitung
es: Instrucciones
gl: Instrucións
it: Istruzioni
lt: Instrukcijos
nl: Instructies
pl: Instrukcje
ru: Инструкции
sq: Udhëzime
tr: Açıklamalar
uk: Інструкції

source: latest package
ca: paquet més recent
de: aktuellstes Paket
es: último paquete
fr: dernier paquetage
gl: derradeiro paquete
it: pacchetto più recente
lt: naujausias paketas
nl: Nieuwste pakket
pl: najnowszy pakiet
ru: последний пакет
sq: paketa më e re
tr: son sürüm
uk: найновіший пакет

source: read the FAQ
ca: llegeix les PMF
de: lies die FAQ
es: Lea las preguntas frecuentes
fr: lire la FAQ
gl: Ler as preguntas frecuentes
it: leggi la domanda frequente
lt: perskaityk DUK
nl: lees de veelgestelde vragen
pl: przeczytaj FAQ
ru: частые вопросы
sq: lexoni PBR
tr: SSS'yi okuyun
uk: читайте FAQ
