Repository: metabrainz/picard-website
Catalog: website/frontend/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, es, fr, gl, it, lt, nl, pl, ru, sq, tr, uk

source: In addition Picard is also available in the official repositories of most Linux distributions.
ca: A més, Picard també està disponible als repositoris oficials de la majoria de distribucions del Linux.
de: Zusätzlich ist Picard in den offiziellen Paketquellen der meisten Linux-Distributionen verfügbar.
es: Además Picard también está disponible en los repositorios oficiales de la mayoría de distribuciones de Linux.
fr: Picard est aussi disponible dans les dépôts officiels de la plupart des distributions Linux.
gl: Ademais Picard tamén está dispoñible nos repositorios oficiais da maioría das distribucións de Linux.
it: Inoltre, Picard è disponibile anche nei repository ufficiali della maggior parte delle distribuzioni Linux.
lt: Be to, Picard taip pat prieinama daugumos Linux platinimų paketų oficialiose saugyklose.
nl: Picard is ook in de officiële opslagplaatsen van de meeste Linux-distributies beschikbaar.
pl: Ponadto Picard jest również dostępny w oficjalnych repozytoriach większości dystrybucji Linuksa.
ru: Picard также доступен в официальных репозиториях большинства дистрибутивов Linux.
sq: Veç kësaj, Picard-i gjendet edhe në depot zyrtare të shumicës së shpërndarjeve Linux.
tr: Ayrıca Picard çoğu Linux dağıtımının resmi depolarında da mevcuttur.
uk: Крім того, Picard також доступний в офіційних репозиторіях більшості дистрибутивів Linux.

source: Picard for <strong>other operating systems</strong>
ca: Picard per a <strong>altres sistemes operatius</strong>
de: Picard für <strong>weitere Betriebssysteme</strong>
es: Picard para <strong>otros sistemas operativos</strong>
fr: Picard pour <strong>les autres systèmes d'exploitation</strong>
gl: Picard para <strong>outros sistemas operativos</strong>
it: Picard per <strong>altri sistemi operativi</strong>
lt: Picard, skirta <strong>kitoms operacinėms sistemoms</strong>
nl: Picard voor <strong>andere besturingssystemen</strong>
pl: Picard dla <strong>innych systemów operacyjnych</strong>
ru: Picard для <strong>прочих ОС</strong>
sq: Picard për <strong>sisteme të tjerë operativë</strong>
tr: <strong>Diğer işletim sistemleri</strong> için Picard
uk: Picard для <strong>інших операційних систем</strong>

source: Operating system
ca: Sistema operatiu
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
gl: Sistema operativo
it: Sistema operativo
lt: Operacinė sistema
nl: Besturingssysteem
pl: System operacyjny
ru: Операционная система
sq: Sistem operativ
tr: İşletim sistemi
uk: Операційна система

source: Picard <strong>Source Code</strong>
ca: <strong>Codi font</strong> de Picard
de: Picard-<strong>Quellcode</strong>
es: <strong>Código fuente</strong> de Picard
fr: <strong>Code source</strong> de Picard
gl: <strong>Código fonte</strong> de Picard
it: <strong>Codice sorgente</strong> di Picard
lt: Picard <strong>šaltinio kodas</strong>
nl: <strong>Broncode</strong> van Picard
pl: <strong>Kod źródłowy</strong> Picarda
ru: <strong>Исходный код</strong> Picard
sq: <strong>Kodin Burim</strong> i Picard-it
tr: Picard <strong>Kaynak Kodu</strong>
uk: Picard<strong>Вихідний код</strong>

source: pre-release, tar
ca: versió preliminar, tar
de: Vorabversion, tar
es: versión preliminar, tar
fr: pré-version, tar
gl: prelanzamento, tar
it: versione di anteprima, tar
lt: preliminarus leidimas, tar
nl: testversie, tar
pl: wydanie wstępne, tar
ru: пре-релиз, tar
sq: hedhje paraprake në qarkullim, tar
tr: tar, ön sürüm
uk: передвипуск, tar

source: pre-release, zip
ca: versió preliminar, zip
de: Vorabversion, zip
es: versión preliminar, zip
fr: pré-version, zip
gl: prelanzamento, zip
it: versione di anteprima, zip
lt: preliminarus leidimas, zip
nl: testversie, zip
pl: wydanie wstępne, zip
ru: пре-релиз, zip
sq: hedhje paraprake në qarkullim, zip
tr: zip, ön sürüm
uk: передвипуск, zip

source: You can also view the latest Picard source code on {urlgithub|Github}. See {urldev|Development} on how you can start contributing to the Picard source code.
ca: També podeu veure el codi font de Picard més recent a {urlgithub|GitHub}. Consulteu {urldev|Desenvolupament} per a veure com podeu començar a contribuir al codi font de Picard.
de: Du kannst den aktuellen Picard-Quellcode auch auf {urlgithub|Github} einsehen. Unter {urldev|Entwicklung} erfährst du, wie du zum Picard-Quellcode beitragen kannst.
es: También puedes ver el código fuente más reciente de Picard en {urlgithub|Github}. Consulta {urldev|Development} para saber cómo puedes comenzar a contribuir al código fuente de Picard.
fr: Vous pouvez aussi consulter le code source le plus récent de Picard sur {urlgithub|Github}. Voir {urldev|Développement} à propos de comment vous pouvez commencer à contribuer au code source de PIcard.
gl: Tamén podes ver o código fonte de Picard máis recente en {urlgithub|Github}. Consulta {urldev|Desenvolvemento} sobre como podes comezar a contribuír ao código fonte de Picard.
it: Puoi anche consultare il codice sorgente più recente di Picard su {urlgithub|GitHub}. Vai alla pagina {urldev|Sviluppo} per informazioni su come iniziare a contribuire al codice sorgente di Picard.
lt: Taip pat gali peržiūrėti naujausią Picard šaltinio kodą {urlgithub|Github}. Apie tai, kaip gali pradėti prisidėti prie Picard šaltinio kodo kūrimo, žiūrėk {urldev|Kūrimas}.
nl: Je kan de nieuwste Picard-broncode ook op {urlgithub|Github} vinden. Zie {urldev|Ontwikkeling} als je wil weten hoe je aan de broncode van Picard kunt bijdragen.
pl: Możesz także wyświetlić najnowszy kod źródłowy Picarda na {urlgithub|Github}. Zobacz {urldev|Rozwój}, jak możesz zacząć współtworzyć kod źródłowy Picarda.
ru: Вы также можете ознакомиться с актуальным исходным кодом Picard на {urlgithub|GitHub}. Смотрите страницу {urldev|"Разработка"}, чтобы узнать, как внести вклад в исходный код Picard.
sq: Mundeni edhe të shihni kodin burim më të ri të Picard-it në {urlgithub|Github}. Se si mund të nisni të jepni ndihmesë në kodin burim të Picard-it, shihni te {urldev|Zhvillim}.
tr: Ayrıca en son Picard kaynak kodunu {urlgithub|Github}'da görüntüleyebilirsiniz. Picard kaynak koduna nasıl katkıda bulunabileceğinizi öğrenmek için {urldev|Geliştirme} sayfasına bakın.
uk: Ви також можете переглянути вихідний код найновішого Picard на {urlgithub|GitHub}. Дивіться "{urldev|Розробка}", якщо Ви бажаєте почати робити внесок у вихідний код Picard.

source: This page lists the most recent downloads. If you're looking for older versions of Picard, {url|browse our FTP server}.
ca: Aquesta pàgina mostra les baixades més recents. Si cerqueu versions anteriors de Picard, {url|aneu al nostre servidor FTP}.
de: Auf dieser Seite findest du die neuesten Downloads. Wenn du nach älteren Versionen von Picard suchst, besuche unseren {url|FTP-Server}.
es: En esta página se enumeran las descargas más recientes. Si busca versiones anteriores de Picard, {url|busque en nuestro servidor FTP}.
fr: Cette page liste les téléchargements les plus récents. Si vous recherchez d'anciennes versions de Picard, {url|consultez notre serveur FTP}.
gl: Esta páxina enumera as descargas máis recentes. Se estás a buscar versións antigas de Picard, {url|busca o noso servidor FTP}.
it: Questa pagina elenca i download più recenti. Se stai cercando versioni precedenti di Picard, {url|dirigiti al nostro server FTP}.
lt: Šiame puslapyje pateikiami naujausi atsisiuntimai. Jei ieškai senesnių Picard versijų, {url|naršyk mūsų FTP serverį}.
nl: Op deze pagina zie je de recentste downloads. Als je oudere versies van Picard zoekt, {url|kan je op onze FTP-server kijken}.
pl: Na tej stronie znajdują się najnowsze pliki do pobrania. Jeśli szukasz starszych wersji Picarda, {url|przejrzyj nasz serwer FTP}.
ru: На этой странице показаны самые свежие версии. Старые версии Picard доступны на {url|нашем FTP-сервере}.
sq: Kjo faqe paraqet shkarkimet më të freskëta. Nëse po kërkoni për versione më të vjetër të Picard-it, {url|shfletoni shërbyesin tonë FTP}.
tr: Bu sayfa en son sürümleri listeler. Picard'ın daha eski sürümlerini arıyorsanız, {url|FTP sunucumuza göz atın}.
uk: На цій сторінці наведено список останніх завантажень. Якщо ви шукаєте старіші версії Picard, {url|перегляньте наш FTP-сервер}.

source: Download Picard
ca: Baixa Picard
de: Picard herunterladen
es: Descargar Picard
fr: Télécharger Picard
gl: Descargar picard
it: Scarica Picard
lt: Atsisiųsti Picard
nl: Picard downloaden
pl: Pobieranie Picarda
ru: Загрузить Picard
sq: Shkarkojeni Picard-in
tr: Picard'ı İndirin
uk: Завантажити Picard

source: Other Downloads
ca: Altres baixades
de: Weitere Downloads
es: Otras descargas
fr: Autres téléchargements
gl: Outras Descargas
it: Altri download
lt: Kiti atsisiuntimai
nl: Andere downloads
pl: Inne pliki do pobrania
ru: Другие загрузки
sq: Shkarkime të Tjera
tr: Diğer İndirmeler
uk: Інші завантаження

source: Screenshot
ca: Captura de pantalla
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d'écran
gl: Captura de pantalla
it: Cattura schermo
lt: Ekrano kopija
nl: Schermafbeelding
pl: Zrzut ekranu
ru: Скриншот
sq: Foto ekrani
tr: Ekran görüntüsü
uk: Скріншот

source: Multiple Formats
ca: Compatibilitat de formats
de: Viele Formate
es: Múltiples formatos
fr: Formats multiples
gl: Formatos múltiples
it: Più formati
lt: Daugybė formatų
nl: Verschillende indelingen
pl: Wiele formatów
ru: Несколько форматов
sq: Formate të Shumtë
tr: Çoklu Biçim Desteği
uk: Багато форматів

source: Picard supports all popular music formats, including MP3, FLAC, OGG, M4A, WMA, WAV, and more.
ca: Picard és compatible amb tots els formats de música populars, incloent-hi MP3, FLAC, OGG, M4A, WMA, WAV i més.
de: Picard unterstützt alle populären Musikformate, einschließlich MP3, FLAC, OGG, M4A, WMA, WAV und mehr.
es: Picard es compatible con todos los formatos de música populares como MP3, FLAC, OGG, M4A, WMA, WAV y más.
fr: Picard supporte tous les formats audionumériques courants, notamment MP3, FLAC, OGG, M4A, WMA, WAV, et davantage.
gl: Picard admite todos os formatos de música populares, incluíndo MP3, FLAC, OGG, M4A, WMA, WAV e moitos máis.
it: Picard supporta tutti i formati di musica più popolari, tra cui MP3, FLAC, OGG, M4A, WMA, WAV e altri.
lt: Picard palaiko visus populiarius muzikos formatus, įskaitant MP3, FLAC, OGG, M4A, WMA, WAV ir daugiau.
nl: Picard ondersteunt alle populaire muziekindelingen, zoals mp3, flac, ogg, m4a, wma en wav.
pl: Picard obsługuje wszystkie popularne formaty muzyczne, w tym MP3, FLAC, OGG, M4A, WMA, WAV i inne.
ru: Picard поддерживает все популярные музыкальные форматы, включая MP3, FLAC, OGG, M4A, WMA, WAV, и многие другие.
sq: Picard-i mbulon krejt formatet popullore për muzikën, përfshi MP3, FLAC, OGG, M4A, WMA, WAV, etj.
tr: Picard, MP3, FLAC, OGG, M4A, WMA, WAV ve daha fazlası dahil olmak üzere tüm popüler müzik biçimlerini destekler.
uk: Picard підтримує всі популярні музичні формати, в тому числі MP3, FLAC, OGG, M4A, WMA, WAV тощо.

source: Comprehensive Database
ca: Base de dades exhaustiva
de: Umfassende Datenbank
es: Amplia base de datos
fr: Base de données riche
gl: Base de datos integral
it: Database esauriente
lt: Visapusiška duomenų bazė
nl: Uitgebreide databank
pl: Obszerna baza danych
ru: Обширная база данных
sq: Bazë Shteruese të Dhënash
tr: Kapsamlı Veri tabanı
uk: Комплексна база даних

source: Picard uses the open and community-maintained {url|MusicBrainz} database to provide accurate information about millions of music releases.
ca: Picard fa servir la base de dades {url|MusicBrainz}, oberta i mantinguda per la comunitat, per a proporcionar informació precisa sobre milions de llançaments musicals.
de: Picard verwendet die offene und von der Community betriebene {url|MusicBrainz}-Datenbank, um akkurate Informationen zu Millionen von Musik-Veröffentlichungen zu bieten.
es: Picard utiliza la base de datos abierta y mantenida por la comunidad {url|MusicBrainz} para proporcionar información precisa sobre millones de lanzamientos musicales.
fr: Picard utilise la base de données ouverte et maintenue par une communauté de {url|MusicBrainz}, pour fournir des informations précises à propos de millions de parutions musicales.
gl: Picard usa a base de datos aberta e mantida pola comunidade {url|MusicBrainz} para proporcionar información precisa sobre millóns de lanzamentos musicais.
it: Picard usa il database aperto e mantenuto dalla comunità di {url|MusicBrainz} per fornire informazioni accurate su milioni di pubblicazioni musicali.
lt: Picard naudoja atvirą ir bendruomenės prižiūrimą {url|MusicBrainz} duomenų bazę, kad pateiktų tikslią informaciją apie milijonus muzikos leidinių.
nl: Picard gebruikt de open en gemeenschappelijk onderhouden {url|MusicBrainz}-databank om je nauwkeurige informatie over miljoenen uitgaven te geven.
pl: Picard korzysta z otwartej i utrzymywanej przez społeczność bazy danych {url|MusicBrainz}, aby dostarczać dokładnych informacji o milionach wydań muzycznych.
ru: Picard использует открытую и поддерживаемую сообществом базу данных {url|MusicBrainz} для предоставления точных данных о миллионах музыкальных релизов.
sq: Picard-i përdor bazën e të dhënave të hapët dhe të mirëmbajtur nga bashkësia {url|MusicBrainz} për të dhënë informacion të përpiktë rreth milionash hedhjesh muzikore në qarkullim.
tr: Picard, milyonlarca müziğin sürümü hakkında doğru bilgi sağlamak için açık ve topluluk tarafından korunan {url|MusicBrainz} veri tabanını kullanıyor.
uk: Picard використовує відкриту базу даних {url|MusicBrainz}, яку підтримує спільнота, щоб надавати точну інформацію про мільйони музичних релізів.

source: Picard uses {url|AcoustID} audio fingerprints, allowing files to be identified by the actual music, even if they have no metadata.
ca: Picard fa servir empremtes d'àudio {url|AcoustID}, la qual cosa permet identificar fitxers per la música en si, fins i tot quan no tenen metadades.
de: Picard verwendet {url|AcoustID} Audio-Fingerabdrücke, um Dateien anhand der Musik zu identifizieren, ganz ohne vorhandene Metadaten.
es: Picard usa huellas acústicas de {url|AcoustID}, permitiendo identificar los archivos por la música real, incluso si no tienen metadatos.
fr: Picard utilise les empreintes audio-acoustiques {url|AcoustID}, permettant l'identification des fichiers par la musique, même s'ils ne possèdent aucune métadonnée.
gl: Picard usa pegadas dixitais de son {url|AcousID}, o que permite que os ficheiros sexan identificados pola música real, aínda que non teñan metadatos.
it: Picard usa le impronte digitali audio {url|AcoustID}, che permettono di identificare i file a partire dalla musica, anche in assenza di metadati.
lt: Picard naudoja {url|AcoustID} garso atspaudus, leidžiančius identifikuoti failus pagal tikrąją muziką, net jei jie neturi metaduomenų.
nl: Picard gebruikt {url|AcoustID}-audiovingerafdrukken om bestanden aan de hand van de muziek te herkennen, zelfs als ze geen tags hebben.
pl: Picard używa odcisków audio {url|AcoustID}, co pozwala na identyfikację plików na podstawie rzeczywistej muzyki, nawet jeśli nie mają metadanych.
ru: Picard использует систему аудио-отпечатков {url|AcoustID}, благодаря чему файлы распознаются по самой музыке, даже без метаданных.
sq: Picard-i përdor shenja gishtash {url|AcoustID} audio, duke lejuar që kartelat të identifikohen nga muzikë faktike, edhe nëse s’kanë tejtëdhëna.
tr: Picard, {url|AcoustID} ses parmak izlerini kullanarak dosyaların meta verileri olmasa bile müzik aslı ile tanımlanmasına olanak tanır.
uk: Picard використовує аудіовідбитки {url|AcoustID}, що дозволяє ідентифікувати файли за фактичною музикою, навіть якщо вони не містять метаданих.

source: CD Lookups
ca: Cerca de CD
de: CD-Abfrage
es: Búsqueda de CD
fr: Recherche de CD
gl: Buscas de CD
it: Ricerche CD
lt: CD peržiūros
nl: Cd’s opzoeken
pl: Wyszukiwanie płyt CD
ru: Поиск CD
sq: Kërkim CD-sh
tr: CD Aramaları
uk: Пошук CD

source: Picard can lookup entire music CDs with a click.
ca: Picard pot cercar CD musicals sencers amb un sol clic.
de: Picard kann mit nur einem Klick die gesamten Daten einer Musik-CD abfragen.
es: Picard puede buscar un CD de música completo con solo un clic.
fr: Picard peut rechercher des CD complets d'un clic de souris.
gl: Picard pode buscar CDs de música enteiros cun clic.
it: Picard può cercare interi CD musicali con un clic.
lt: Picard gali vienu paspaudimu peržiūrėti ištisų muzikos CD diskų.
nl: Picard kan hele cd’s met één klik opzoeken.
pl: Picard może wyszukiwać całe płyty CD z muzyką za pomocą jednego kliknięcia.
ru: Picard может искать целые музыкальные компакт-диски одним щелчком мыши.
sq: Picard-i mund të kërkojë për CD të tëra muzikore me një klikim.
tr: Picard tek tıklamayla müzik CD'lerinin tamamını arayabilir.
uk: Picard може одним натиском миші шукати цілі компакт-диски з музикою.

source: Open Source
ca: Programari lliure
es: Código abierto
gl: Código aberto
lt: Atviras kodas
nl: Openbron
pl: Otwarty kod źródłowy
ru: Открытый исходный код
sq: Burim i Hapët
tr: Açık Kaynaklı
uk: Відкритий код

source: Picard is licensed under {urlgpl|GPL 2.0 or later}, and is hosted on {urlgithub|GitHub} where it’s actively developed by some awesome developers.
ca: Picard està publicat sota la {urlgpl|GPL 2.0 o posterior} i s'allotja a {urlgithub|GitHub}, on té un desenvolupament actiu gràcies a un equip de desenvolupament fantàstic.
de: Picard ist unter der {urlgpl|GPL 2.0 (oder höher)} lizenziert und wird auf {urlgithub|GitHub} von großartigen Entwicklern weiterentwickelt.
es: Picard está bajo la licencia {urlgpl|GPL 2.0 o posterior} y se aloja en {urlgithub|GitHub} dónde unos maravillosos desarrolladores la desarrollan.
fr: Picard est diffusé sous licence {urlgpl|GPL 2.0 ou plus}, et est hébergé sur {urlgithub|GitHub} où il est activement maintenu par de formidables développeurs.
gl: Picard ten licenza {urlgpl|GPL 2.0 ou posterior} e está aloxado en {urlgithub|GitHub} onde se atopa desenvolvido activamente por algúns desenvolvedores incribles.
it: Picard è rilasciato sotto la licenza {urlgpl|GPL 2.0 o successive} ed è ospitato su {urlgithub|GitHub}, dove è sviluppato attivamente da degli sviluppatori fantastici.
lt: Picard yra licencijuota pagal {urlgpl|GPL 2.0 ar vėlesnę licenciją} ir talpinama {urlgithub|GitHub}, kur ją aktyviai kuria nuostabūs kūrėjai.
nl: Picard heeft een {urlgpl|GPL 2.0-licentie of hoger} en wordt gehost op {urlgithub|GitHub}, waar het door geweldige ontwikkelaars wordt ontwikkeld.
pl: Picard jest dostępny na licencji {urlgpl|GPL 2.0 lub nowszej} i jest hostowany na platformie {urlgithub|GitHub}, gdzie jest aktywnie rozwijany przez niesamowitych programistów.
ru: Picard распространяется по лицензии {urlgpl|GPL 2.0 or later}, и хранится на {urlgithub|GitHub}, где активно разрабатывается крутыми разработчиками.
sq: Picard-i licencohet sipas {urlgpl|GPL 2.0 ose të mëvonshëm} dhe strehohet në {urlgithub|GitHub}, ku zhvillohet aktivisht nga disa programues të mrekullueshëm.
tr: Picard, {urlgpl|GPL 2.0 veya üzeri} lisansa sahiptir ve bazı harika geliştiriciler tarafından aktif olarak geliştirildiği {urlgithub|GitHub}'da barındırılmaktadır.
uk: Picard ліцензується відповідно до {urlgpl|GPL 2.0 або пізнішої версії} та розміщається на {urlgithub|GitHub}, де активно розробляється кількома чудовими розробниками.

source: Cover Art
ca: Caràtules
fr: Illustrations
gl: Portada
it: Copertine
lt: Viršelis
nl: Hoesafbeeldingen
pl: Okładki
ru: Обложки
sq: Kopertinë
tr: Kapak Görseli
uk: Обкладинки

source: Picard can find and download the correct cover art for your albums.
ca: Picard pot trobar i baixar la caràtula correcta per als vostres àlbums.
de: Picard kann das richtige Cover für deine Alben finden und herunterladen.
es: Picard puede encontrar y descargar la carátula correcta para sus álbumes.
fr: Picard peut trouver et télécharger les jaquettes de vos albums.
gl: Picard pode atopar e descargar a portada correcta para os teus álbums.
it: Picard può trovare e scaricare le copertine corrette per i tuoi album.
lt: Picard gali surasti ir atsisiųsti tinkamą viršelį tavo albumams.
nl: Picard kan de juiste afbeeldingen voor je uitgaven vinden en downloaden.
pl: Picard może znaleźć i pobrać odpowiednie okładki do Twoich albumów.
ru: Picard может найти и загрузить правильные обложки для ваших альбомов.
sq: Picard-i mund të gjejë dhe shkarkojë kapakun e saktë për albumet tuaja.
tr: Picard, albümleriniz için doğru kapak görselini bulabilir ve indirebilir.
uk: Picard може знайти та завантажити правильні обкладинки для ваших альбомів.

source: Scripting
ca: Scripts
fr: Langage de script
gl: Programación de scripts
lt: Skriptavimas
nl: Scripts
pl: Skrypty
ru: Скриптинг
sq: Shkrim Programthesh
tr: Komutlar
uk: Сценарії

source: A flexible but easy to learn scripting language allows you to exactly specify how your music files will be named and how the tags will look like.
ca: Un llenguatge de scripts flexible però fàcil d'aprendre us permet especificar exactament quin nom tindran els vostres fitxers musicals i quin aspecte tindran les etiquetes.
de: Eine flexible aber einfach zu erlernende Scriptsprache erlaubt dir genau festzulegen, wie deine Musikdateien benannt und wie die Tags aussehen werden.
es: Un lenguaje de secuencias de órdenes flexible pero fácil de aprender: permite especificar exactamente cómo se llamarán sus archivos de música y cómo se verán las etiquetas.
fr: Un langage de script, souple et simple à apprendre, vous permet de spécifier exactement comment vous voulez que vos fichiers soient nommés et à quoi les balises doivent ressembler.
gl: Unha linguaxe de script flexible pero fácil de aprender permíteche especificar exactamente como se nomearán os teus ficheiros de música e como se verán as etiquetas.
it: Un linguaggio di script flessibile ma facile da imparare ti permette di specificare con esattezza come rinominare i tuoi file musicali e come far apparire i tuoi tag.
lt: Lanksti, bet lengvai išmokstama skriptų kalba leidžia tiksliai nurodyti, kaip bus pavadinti tavo muzikos failai ir kaip atrodys žymos.
nl: Een flexibele maar eenvoudig te leren scripttaal geeft je de mogelijkheid om de bestandsnamen en tags van je muziekbestanden aan je eigen wensen aan te passen.
pl: Elastyczny, ale łatwy do opanowania język skryptowy pozwala dokładnie określić, jak będą nazywane pliki muzyczne i jak będą wyglądać tagi.
ru: Гибкий, но простой в освоении скриптовый язык позволяет точно указать, как будут называться ваши музыкальные файлы и как будут выглядеть теги.
sq: Një gjuhë script-imi e zhdërvjellët, por e kollajtë për t’u mësuar, ju lejon të specifikoni saktësisht se si do të emërtohen kartelat tuaja muzikore dhe se si do të duken etiketat.
tr: Esnek ancak öğrenmesi kolay bir komut dili, müzik dosyalarınızın nasıl adlandırılacağını ve etiketlerin nasıl görüneceğini tam olarak belirtmenize olanak tanır.
uk: Гнучка, але проста у вивченні мова сценаріїв дозволяє вам точно вказати, як будуть називатися ваші музичні файли та як виглядатимуть теги.

source: Plugin Support
ca: Compatibilitat amb connectors
de: Plugin-Unterstützung
es: Compatibilidad con complementos
fr: Support de greffons
gl: Soporte de complementos
it: Supporto plugin
lt: Įskiepių palaikymas
nl: Plug-inondersteuning
pl: Obsługa wtyczek
ru: Поддержка плагинов
sq: Asistencë Shtojce
tr: Eklenti Desteği
uk: Підтримка плагінів
